Repository: Lovor01/makeiteasy-popup
Catalog: languages/makeiteasy-popup-*.po
Languages: hr

source: Popup block solution aligned with block editor concept
hr: Rješenje blokova skočnih prozora usklađeno s konceptom uređivača blokova

source: Show popup control
hr: Prikaži kontrole skočnog prozora

source: Editor visibility
hr: Vidljivost u editoru

source: Show popups
hr: Prikaži skočni prozor

source: Popup is placed at:
hr: Skočni prozor je postavljen:

source: Bottom
hr: Dno

source: Top
hr: Vrh

source: Left
hr: Lijevo

source: Right
hr: Desno

source: Opening
hr: Otvaranje

source: Opens on:
hr: Otvara se:

source: What triggers opening.
hr: Što pokreće otvaranje.

source: On timer
hr: Na kronometar

source: On scroll
hr: Na scroll

source: On click
hr: Na klik

source: On hover
hr: Na hover

source: On referer
hr: Na referer

source: CSS selector of element to open popup
hr: CSS selector elementa koji otvara skočni prozor

source: Open after
hr: Otvori nakon

source: Time to open again
hr: Vrijeme nakon kojeg se ponovno otvara

source: Open on referer URL match
hr: Otvori na slaganje s referer URL-om

source: Enter part of URL to match.
hr: Unesi dio URL-a s kojim želiš slaganje.

source: Layout
hr: Razmještaj

source: Layout type
hr: Vrsta rasporeda

source: floating
hr: plutajući

source: fixed
hr: fiksiran

source: attached
hr: prikvačen

source: Modality type
hr: Tip modaliteta

source: modal
hr: modalni

source: modeless
hr: bez modaliteta

source: Content on Hover or Focus
hr: Sadržaj na hover ili fokus

source: Visibility
hr: Vidljivost

source: Has close button
hr: Ima gumb za zatvaranje

source: Popup is enabled
hr: Skočni prozor je omogućen

source: Disabled block is saved for later showing.
hr: Onemogućeni blok se sprema za kasnije prikazivanje.

source: If you disable block, it will not be shown, but you can keep it and enable it again sometimes.
hr: Ako onemogućite blok, on neće biti prikazan, ali ga možete zadržati i ponekad ponovno omogućiti.

source: Accessibility
hr: Pristupačnost

source: Dialog accessible label
hr: Pristupačna oznaka dijaloga

source: Additional rules
hr: Dodatna pravila

source: Show again after days
hr: Prikaži ponovno nakon broja dana

source: Set to 0 to show each time
hr: Namjesti na 0 da se prikaže svaki put

source: Button beside content
hr: Gumb pokraj sadržaja

source: Same as opener
hr: Isto kao element koji otvara

source: Set width the same as opener element
hr: Postavi širinu jednaku kao element koji otvara

source: Popup width
hr: Širina skočnog prozora

# block description
source: Versatile popup block.
hr: Svestrani blok skočnih prozora.
